tap "eddieantonio/eddieantonio"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "kenmaz/taps"
tap "kyoshidajp/ghkw"
tap "mono0926/license-plist"
tap "nshipster/formulae"
tap "sanemat/font"
tap "vapor/tap"
tap "yutomizutani/jc"
brew "autojump"
brew "automake"
brew "awscli"
brew "bash"
brew "bitrise"
brew "carthage"
brew "cmake"
brew "eigen"
brew "direnv"
brew "ffmpeg"
brew "gibo"
brew "git"
brew "go"
brew "hardlink-osx"
brew "imagemagick"
brew "ios-sim"
brew "jq"
brew "libgit2"
brew "libressl"
brew "mas"
brew "mergepbx"
brew "mint"
brew "mysql"
brew "ninja"
brew "nodebrew"
brew "nvm"
brew "opencv"
brew "peco"
brew "postgresql"
brew "pyenv"
brew "pyenv-virtualenv"
brew "qrencode"
brew "ruby-build"
brew "rbenv"
brew "rename"
brew "sbt"
brew "tig"
brew "tree"
brew "vim"
brew "wget"
brew "xcodegen"
brew "yarn"
brew "zsh"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
brew "eddieantonio/eddieantonio/imgcat"
brew "kenmaz/taps/swiftoutline"
brew "kyoshidajp/ghkw/ghkw"
brew "mono0926/license-plist/license-plist"
brew "sanemat/font/ricty"
brew "vapor/tap/vapor"
cask "alfred"
cask "appcleaner"
cask "atom"
cask "chromedriver"
cask "cyberduck"
cask "dbeaver-community"
cask "docker"
cask "google-chrome"
cask "hammerspoon"
cask "iterm2"
cask "java"
cask "keepingyouawake"
cask "macdown"
cask "ngrok"
cask "sequel-pro-nightly"
cask "skitch"
cask "skype"
cask "slack"
cask "sleipnir"
cask "the-unarchiver"
cask "vagrant"
cask "visual-studio-code"
cask "zeplin"
mas "CotEditor", id: 1024640650
mas "Keynote", id: 409183694
mas "LastPass", id: 926036361
mas "Magnet", id: 441258766
mas "Pocket", id: 568494494
mas "Slack", id: 803453959
mas "Transporter", id: 1450874784
mas "Xcode", id: 497799835
