tap "bbc/audiowaveform"
tap "colinstein/imgcat"
tap "eddieantonio/eddieantonio"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "kenmaz/taps"
tap "kyoshidajp/ghkw"
tap "mono0926/license-plist"
tap "nshipster/formulae"
tap "peripheryapp/periphery"
tap "sanemat/font"
tap "vapor/tap"
tap "yutomizutani/jc"
brew "autojump"
brew "automake"
brew "awscli"
brew "bash"
brew "bitrise"
brew "libffi"
brew "carthage"
brew "cocoapods", link: false
brew "direnv"
brew "docker", link: false
brew "docker-clean"
brew "eigen"
brew "ffmpeg"
brew "gh"
brew "gibo"
brew "git"
brew "go"
brew "hardlink-osx"
brew "hub"
brew "imagemagick"
brew "node"
brew "ios-sim"
brew "jenv"
brew "jq"
brew "kotlin"
brew "libgit2"
brew "libressl"
brew "libxml2"
brew "make"
brew "mas"
brew "mint"
brew "mysql"
brew "ninja"
brew "nodebrew"
brew "nvm"
brew "openjdk"
brew "peco"
brew "pipenv"
brew "pyenv"
brew "pyenv-virtualenv"
brew "qrencode"
brew "ruby-build"
brew "rbenv"
brew "rename"
brew "rswift"
brew "s3cmd"
brew "swiftformat"
brew "tree"
brew "wget"
brew "yarn"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
brew "bbc/audiowaveform/audiowaveform"
brew "sanemat/font/ricty"
brew "vapor/tap/ctls"
cask "1password"
cask "alfred"
cask "android-studio"
cask "appcleaner"
cask "aquaskk"
cask "atom"
cask "coteditor"
cask "discord"
cask "docker"
cask "fork"
cask "google-chrome"
cask "hammerspoon"
cask "iterm2"
cask "java"
cask "keepingyouawake"
cask "macdown"
cask "obs"
cask "obs-virtualcam"
cask "periphery"
cask "slack"
cask "the-unarchiver"
cask "zeplin"
mas "Keynote", id: 409183694
mas "LINE WORKS", id: 1029784963
mas "Microsoft Excel", id: 462058435
mas "Microsoft PowerPoint", id: 462062816
mas "Microsoft Word", id: 462054704
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Xcode", id: 497799835
